Repository: Almalerik/woocommerce-carousel-as
Catalog: woocommerce-carousel-*/trunk/languages/woocommerce-carousel-*.po
Languages: as_it_it

source: Add Carousel
as_it_it: Aggiungi Carousel

source: Support
as_it_it: Supporto

source: Add New
as_it_it: Aggiungi Nuovo

source: Add New Carousel
as_it_it: Aggiungi Nuovo Carousel

source: Edit Carousel
as_it_it: Modifica Carousel

source: New Carousel
as_it_it: Nuovo Carousel

source: All Carousels
as_it_it: Tutti i Carousels

source: View Carousel
as_it_it: Visualizza Carousel

source: Search Carousels
as_it_it: Ricerca Carousels

source: No carousels found
as_it_it: Nessun carosello trovato
